Repository: BlackWolf/RAR-Archive-Utility
Catalog: *.lproj/Localizable.strings
Languages: german

source: Preparing…
german: Vorbereiten…

# Extracting "%@.%@"
source: Extracting "%1$@.%2$@"
german: Entpacke "%1$@.%2$@"

# Archiving %d files
source: Archiving %1$d files
german: Archiviere %1$d files

# Part %d of %d
source: Part %1$d of %2$d
german: Teil %1$d von %2$d

# File %d of %d
source: File %1$d of %2$d
german: Datei %1$d von %2$d

source: Cancelling…
german: Abbrechen…

source: Finishing…
german: Abschließen…

source: Calculating…
german: Berechnen…

source: A few seconds
german: Wenige Sekunden

source: Less than a minute
german: Weniger als eine Minute

source: About a minute
german: Ungefähr eine Minute

# About %d minutes
source: About %1$d minutes
german: Ungefähr %1$d Minuten

source: About an hour
german: Ungefähr eine Stunde

# About %d hours
source: About %1$d hours
german: Ungefähr %1$d Stunden

source: About a day
german: Ungefähr ein Tag

# About %d days
source: About %1$d days
german: Ungefähr %1$d Tage

source: "%1$@" seems to be no RAR-File or of an unknown format. If the file is supposed to be valid, try again. If this error occurs again and you are sure your file is valid, please contact the developer.
german: "%1$@" scheint kein RAR-Archiv zu sein, oder ist ein unbekanntes Format. Wenn die Datei gültig sein sollte, versuchen Sie es erneut. Wenn dieser Fehler wiederholt auftritt und Sie sicher sind, dass die Datei gültig ist, wenden Sie sich bitte an den Entwickler.

# "%@.%@" needs a password
source: "%1$@.%2$@" needs a password
german: "%1$@.%2$@" benötigt ein Passwort

source: Select a mode
german: Wähle einen Modus

source: Select where to create the new RAR-File
german: Wähle wo das neue Archiv erstellt werden soll

source: Select which RAR-File to change
german: Wähle welches Archiv verändert werden soll

source: Select additional options
german: Wähle weitere Optionen

source: Select the files you want to archive
german: Wähle die zu archivierenden Dateien

source: Continue
german: Fortfahren

source: Finish
german: Abschliessen

source: Your files will not be compressed
german: Die Dateien werden nicht komprimiert

source: This might take a very long time
german: Dies könnte sehr lange dauern

source: Please enter a password
german: Bitte ein Passwort eingeben

source: Passwords not identical
german: Passwörter nicht identisch

source: Drag the files to be archived in here.
german: Dateien, die archiviert werden sollen, hierhin ziehen.
